import AboutSlider from "../components/about-slider/about-slider";

function AboutPage() {

    return (
        <div className="container">
            <div className="about-page">
                <h1>About Page</h1>
                <p>Далеко-далеко за словесными, горами в стране гласных и согласных живут рыбные тексты. Коварный, которой. Свой строчка если сих! Составитель, на берегу залетают пояс имени родного семь оксмокс от всех раз, переулка наш снова большого!</p>

                <p>Далеко-далеко за словесными горами в стране гласных и согласных живут, рыбные тексты. Деревни своих свое, составитель жизни маленькая гор использовало страну парадигматическая знаках они, собрал, мир вопрос продолжил щеке возвращайся предложения наш!</p>

                <AboutSlider />
            </div>
        </div>
    )
}


export default AboutPage